{
    "timestamp": "2025-01-10 23:14:29",
    "news": [
        {
            "title": "'Pengendali pencampur crypto Blender dan Sinbad yang didakwa dikenakan tuduhan dalam kes pengubahan wang haram'",
            "url": "https://cryptopanic.com/news/click/20534676/"
        },
        {
            "title": "Biro Perlindungan Kewangan Pengguna Cadangkan Keperluan Pemulangan Selepas Penggodaman Crypto: Laporan",
            "url": "https://cryptopanic.com/news/click/20534672/"
        },
        {
            "title": "'Microsoft akan mengambil tindakan tegas terhadap penyalahgunaan AI generatif oleh penjenayah'",
            "url": "https://cryptopanic.com/news/click/20534668/"
        },
        {
            "title": "Adakah Penurunan 30% Dogecoin Ini Peluang Untuk Membeli Dengan Diskaun? Ini Adalah Tahap Penting Untuk Diperhatikan.",
            "url": "https://cryptopanic.com/news/click/20534648/"
        },
        {
            "title": "\"Pembuat Minuman Keras Awam Ini Melancarkan Rizab Perbendaharaan Bitcoin\"",
            "url": "https://cryptopanic.com/news/click/20534644/"
        },
        {
            "title": "Apa pencapaian besar 2024? - Kelulusan ETF Bitcoin Spot - Pengurangan ganjaran blok - Trump menang pilihan raya 2024 - $100,000 Apa lagi?",
            "url": "https://cryptopanic.com/news/click/20534590/"
        },
        {
            "title": "🇺🇸 Donald Trump adalah Presiden pertama yang membayar dengan Bitcoin, 10 hari lagi... 🥳",
            "url": "https://cryptopanic.com/news/click/20534589/"
        },
        {
            "title": "\"Kerajaan Kenya memulakan proses pengawalan crypto dengan permintaan penyertaan awam.\"",
            "url": "https://cryptopanic.com/news/click/20534586/"
        },
        {
            "title": "Kemaskini Utama Untuk Solana Ketika Pasaran Kripto Yang Lebih Luas Menghadapi Pembetulan",
            "url": "https://cryptopanic.com/news/click/20534574/"
        },
        {
            "title": "'Pengawal Kewangan AS Mengambil Tindakan Terhadap Penyedia Dompet Kripto'",
            "url": "https://cryptopanic.com/news/click/20534565/"
        },
        {
            "title": "Synthetix untuk Pindah V3 Perps Dari Arbitrum ke Base",
            "url": "https://cryptopanic.com/news/click/20534571/"
        },
        {
            "title": "Lebih $1.4B Ether keluar dari bursa minggu ini, mencapai paras tertinggi November.",
            "url": "https://cryptopanic.com/news/click/20534476/"
        },
        {
            "title": "Lelaki Oklahoma mengaku bersalah kepada tuduhan konspirasi penipuan wayar berkaitan dengan penipuan kripto bernilai $9.4 juta.",
            "url": "https://cryptopanic.com/news/click/20534469/"
        },
        {
            "title": "Cadangan pemegang saham untuk perbendaharaan korporat Bitcoin yang dihantar kepada Meta.",
            "url": "https://cryptopanic.com/news/click/20534470/"
        },
        {
            "title": "\"UK Mengurangkan Sekatan terhadap Staking Kripto dengan Pindaan Undang-Undang Baru\"",
            "url": "https://cryptopanic.com/news/click/20534628/"
        },
        {
            "title": "'Rezab Bitcoin AS akan memberi impak yang 'mendalam' terhadap penerimaan: CoinShares'",
            "url": "https://cryptopanic.com/news/click/20534465/"
        },
        {
            "title": "\"Grayscale Pertimbang Menambah BNB, Dogecoin dan Tron ke dalam Instrumen Pelaburannya\"",
            "url": "https://cryptopanic.com/news/click/20534467/"
        },
        {
            "title": "Penyokong pro-kripto Ammon Simon dilantik sebagai peguam ketua kepada Jawatankuasa Perbankan Senat.",
            "url": "https://cryptopanic.com/news/click/20534424/"
        },
        {
            "title": "'Trump Melancarkan Koleksi Kad Perdagangan Digital Kelima di Blockchain Bitcoin'",
            "url": "https://cryptopanic.com/news/click/20534430/"
        },
        {
            "title": "Pihak berkuasa AS mencadangkan supaya dompet kripto bertanggungjawab atas kerugian yang berkaitan dengan penggodaman.",
            "url": "https://cryptopanic.com/news/click/20534431/"
        }
    ]
}