{
    "timestamp": "2025-01-09 15:15:57",
    "news": [
        {
            "title": "Pasaran kripto kehilangan $350 billion dalam dua hari.",
            "url": "https://cryptopanic.com/news/click/20527796/"
        },
        {
            "title": "Pengumpul Sampah Afrika Dapat Crypto untuk Pembersihan",
            "url": "https://cryptopanic.com/news/click/20527788/"
        },
        {
            "title": "Hakim menolak usaha Brit untuk mendapatkan semula £600 juta dalam bitcoin dari tapak pelupusan: BBC",
            "url": "https://cryptopanic.com/news/click/20527798/"
        },
        {
            "title": "Gary Gensler Mengkritik Industri Crypto Sambil Bersedia untuk Tinggalkan SEC",
            "url": "https://cryptopanic.com/news/click/20527799/"
        },
        {
            "title": "Bitcoin Telah Kehilangan Pertumbuhannya Sejak Awal 2025. Apa yang Terjadi di Pasaran Cryptocurrency?",
            "url": "https://cryptopanic.com/news/click/20527764/"
        },
        {
            "title": "Bitcoin Dan Ethereum ETF Menghadapi Aliran Keluar $742J, Tanpa Kenaikan Bekalan Dijangka Pada 2025; Musk Melihat FSD Tesla Mengatasi Manusia Menjelang Suku Kedua 2025; SpaceX Menjadualkan Penerbangan Uji Ke-7 Starship Untuk Isnin - Tajuk Utama Semasa Amerika Syarikat Tidur.",
            "url": "https://cryptopanic.com/news/click/20527833/"
        },
        {
            "title": "Saham dan kripto terlalu sempurna – Goldman Sachs memberi amaran tentang kelemahan dan pembetulan pasaran.",
            "url": "https://cryptopanic.com/news/click/20527739/"
        },
        {
            "title": "Jualan Bitcoin Silk Road Akan Mempengaruhi Pedagang Leverage Lebih Daripada Pemegang, Kata Penganalisis.",
            "url": "https://cryptopanic.com/news/click/20527748/"
        },
        {
            "title": "Penganalisis menetapkan peta jalan harga Dogecoin hingga 2025 dan 2028, merujuk kepada corak sejarah.",
            "url": "https://cryptopanic.com/news/click/20527694/"
        },
        {
            "title": "Pengumpulan Bitcoin Institusi Berterusan Walaupun Permintaan Runcit Rendah",
            "url": "https://cryptopanic.com/news/click/20527691/"
        },
        {
            "title": "BARU SAHAJA: Billionaire Mark Cuban berkata dia lebih suka memiliki Bitcoin daripada emas jika sesuatu yang buruk berlaku kepada ekonomi - CNBC \"Saya rasa ia mempunyai lebih banyak nilai.\"",
            "url": "https://cryptopanic.com/news/click/20527699/"
        },
        {
            "title": "Circle bergabung dengan Ripple, Coinbase untuk menyokong jawatankuasa pelantikan Trump.",
            "url": "https://cryptopanic.com/news/click/20527676/"
        },
        {
            "title": "Penggodam topi putih menyelamatkan protokol berasaskan Arbitrum daripada serangan kontrak gaya Orange Finance.",
            "url": "https://cryptopanic.com/news/click/20527677/"
        },
        {
            "title": "Grayscale Menyesuaikan Dana Q4 dengan Tambahan Altcoin untuk AI, DeFi, dan Lain-lain.",
            "url": "https://cryptopanic.com/news/click/20527637/"
        },
        {
            "title": "Mengapa Altcoin Ini Trending Hari Ini — 9 Januari",
            "url": "https://cryptopanic.com/news/click/20527834/"
        },
        {
            "title": "Bitcoin turun -10.6% dalam 2 hari.",
            "url": "https://cryptopanic.com/news/click/20527628/"
        },
        {
            "title": "Kebenaran Mengejutkan Di Sebalik Ledakan Bitcoin Global!",
            "url": "https://cryptopanic.com/news/click/20527630/"
        },
        {
            "title": "Mengapa Crypto Jatuh? Tindakan Ketat FED dan Kesan Jualan BTC Silk Road terhadap Bitcoin",
            "url": "https://cryptopanic.com/news/click/20527547/"
        },
        {
            "title": "Bitcoin akan mencapai $1.5 juta menjelang 2035, kata penganalisis yang meramalkan lonjakan 2024.",
            "url": "https://cryptopanic.com/news/click/20527613/"
        },
        {
            "title": "Standard Chartered melancarkan perkhidmatan kripto di Eropah dengan lesen baru.",
            "url": "https://cryptopanic.com/news/click/20527537/"
        }
    ]
}