{
    "timestamp": "2025-01-08 15:17:26",
    "news": [
        {
            "title": "21 juta Bitcoin (BTC) bekalan diumumkan oleh Satoshi Nakamoto 16 tahun yang lalu Hari ini",
            "url": "https://cryptopanic.com/news/click/20522502/"
        },
        {
            "title": "*Harga kembali ke tempat mereka berada 1 minggu yang lalu.* Garis masa: \"Top adalah dalam!\"Tidak boleh menunggu untuk melihat orang-orang yang sama menyebut bagaimana keseluruhan pasaran akan pergi ke 10x pada bulan yang sama ketika harga naik 1% dari sini.",
            "url": "https://cryptopanic.com/news/click/20522500/"
        },
        {
            "title": "Perdagangan OTC untuk Token BUIDL BlackRock Menjadi Realiti Terima kasih kepada Wintermute",
            "url": "https://cryptopanic.com/news/click/20522493/"
        },
        {
            "title": "Mengapa Pengkomputeran Kuantum Penting untuk Bitcoin  Potensi Gangguan: Komputer Kuantum secara eksponensial lebih berkuasa daripada komputer klasik, dengan keupayaan untuk menyelesaikan masalah kompleks yang memastikan ekosistem Bitcoin.  Risiko Kunci: Perlombongan Bitcoin: Keunggulan Kuantum boleh...",
            "url": "https://cryptopanic.com/news/click/20522499/"
        },
        {
            "title": "StarkWare Mengungkapkan Appchains Pada Starknet Dengan Toolkit Pembangun",
            "url": "https://cryptopanic.com/news/click/20522467/"
        },
        {
            "title": "Peter Schiff meramalkan MSTR, Bitcoin Crash Ahead: Butiran",
            "url": "https://cryptopanic.com/news/click/20522452/"
        },
        {
            "title": "Solana vs. Ethereum: Investment Giant Fidelity memprediksi siapa yang akan memimpin pada 2025",
            "url": "https://cryptopanic.com/news/click/20522482/"
        },
        {
            "title": "Ketua Pegawai Eksekutif Ripple Bertemu dengan Donald Trump, Mengurangkan Optimisme untuk Pasaran Crypto 2025",
            "url": "https://cryptopanic.com/news/click/20522455/"
        },
        {
            "title": "Rakan kongsi Pyth dengan Revolut untuk data aset digital dalam masa nyata",
            "url": "https://cryptopanic.com/news/click/20522477/"
        },
        {
            "title": "Revolut menjadi penerbit data perbankan pertama yang menyertai Rangkaian Pyth",
            "url": "https://cryptopanic.com/news/click/20522449/"
        },
        {
            "title": "Sonic SVM melancarkan dana berjuta-juta dolar untuk permainan Web3, ejen AI",
            "url": "https://cryptopanic.com/news/click/20522475/"
        },
        {
            "title": "Kita perlu 'AI yang bertanggungjawab' sebelum Copilot pergi autopilot",
            "url": "https://cryptopanic.com/news/click/20522470/"
        },
        {
            "title": "Ripple RLUSD Mata Multi-Billion-Dolar USDT Pasaran Eropah Selepas Debacle Peraturan",
            "url": "https://cryptopanic.com/news/click/20522490/"
        },
        {
            "title": "Wale membeli $ 18.57M bernilai 4 memecoin melalui Binance dan DEX – Mengapa Wale membeli?",
            "url": "https://cryptopanic.com/news/click/20522480/"
        },
        {
            "title": "Ethereum foundation offload $12.96M ETH, syiling tangki 7.9%",
            "url": "https://cryptopanic.com/news/click/20522423/"
        },
        {
            "title": "BIT Mining meluaskan ke Ethiopia dengan pelaburan $ 14 juta",
            "url": "https://cryptopanic.com/news/click/20522410/"
        },
        {
            "title": "Bhutan SAR berhasrat untuk mengadopsi BTC, ETH dan BNB sebagai sebahagian daripada cadangan strategiknya",
            "url": "https://cryptopanic.com/news/click/20522415/"
        },
        {
            "title": "eBay Stock Hits 52-minggu Tinggi $69.25 Amid Meta Integration News",
            "url": "https://cryptopanic.com/news/click/20522402/"
        },
        {
            "title": "BlackRock Bitcoin ETF 1.5 juta BTC bekalan Drain!",
            "url": "https://cryptopanic.com/news/click/20522383/"
        },
        {
            "title": "Canaan Debut Avalon Mini 3: Sebuah Bitcoin Miner Yang Panaskan Rumah Anda Semasa Perlombongan",
            "url": "https://cryptopanic.com/news/click/20522371/"
        }
    ]
}