{
    "timestamp": "2025-01-10 04:18:12",
    "news": [
        {
            "title": "Saman CFTC kepada Coinbase Membuat Pengguna Bimbang Tentang Data yang Bocor",
            "url": "https://cryptopanic.com/news/click/20530156/"
        },
        {
            "title": "Harga Solana Jatuh 5% Ketika Paus SOL Bertindak: Apa Yang Akan Datang Seterusnya?",
            "url": "https://cryptopanic.com/news/click/20530145/"
        },
        {
            "title": "Pihak berkuasa Rusia mula melupuskan 1 bilion rubel dalam Bitcoin dalam kes rasuah yang penting.",
            "url": "https://cryptopanic.com/news/click/20530137/"
        },
        {
            "title": "CleanSpark menjadi pelombong Bitcoin keempat yang memiliki 10,000 BTC.",
            "url": "https://cryptopanic.com/news/click/20530134/"
        },
        {
            "title": "Peguam Pro-XRP Deaton Panggil Gensler untuk Membuat Laporan Hinman SEC Jadi Awam Dalam Tempoh 10 Hari",
            "url": "https://cryptopanic.com/news/click/20530121/"
        },
        {
            "title": "Coinbase Diperintahkan Untuk Menghantar Dokumen Mengenai Penglibatan Polymarket, Agensi Persekutuan Mencari Maklumat Pelanggan",
            "url": "https://cryptopanic.com/news/click/20530142/"
        },
        {
            "title": "Survival Yang Terkuat: Pelombong Bitcoin Menghadapi Pilihan Sukar Ketika Tekanan Jual Meningkat",
            "url": "https://cryptopanic.com/news/click/20530088/"
        },
        {
            "title": "Syarikat crypto melabur jutaan dalam majlis perasmian Trump dengan harapan melihat perubahan peraturan.",
            "url": "https://cryptopanic.com/news/click/20530060/"
        },
        {
            "title": "Jawatan Kuasa Perbankan Senat AS Mempromosikan Subjawatan Crypto Pertama",
            "url": "https://cryptopanic.com/news/click/20530034/"
        },
        {
            "title": "Centaurus Energy Beralih Fokus Dari Minyak dan Gas ke Pelaburan Kripto dan Komoditi",
            "url": "https://cryptopanic.com/news/click/20530042/"
        },
        {
            "title": "$MULA Presale Kini Aktif + Laman Web Rasmi Baru Dilancarkan!",
            "url": "https://cryptopanic.com/news/click/20530176/"
        },
        {
            "title": "Bitcoin USD Jatuh ke $92K kerana Petunjuk Menunjukkan Permintaan yang Meningkat.",
            "url": "https://cryptopanic.com/news/click/20530003/"
        },
        {
            "title": "56% penasihat lebih cenderung untuk melabur dalam kripto selepas kemenangan Trump: Tinjauan Bitwise",
            "url": "https://cryptopanic.com/news/click/20529983/"
        },
        {
            "title": "SPX6900 (SPX) Menghadapi Tekanan Penurunan 15% Selepas Rali Mingguan yang Kuat",
            "url": "https://cryptopanic.com/news/click/20530120/"
        },
        {
            "title": "Elon Musk Sorak 'DOGE' Ribut Ketika Meme Dogecoin Ikonik Berkait Dengan Jabatan Kecekapan Kerajaan Muncul Di Lantai Senat",
            "url": "https://cryptopanic.com/news/click/20530004/"
        },
        {
            "title": "BUIDL BlackRock Dibolehkan sebagai Jaminan untuk Strategi Hasil yang Ditingkatkan",
            "url": "https://cryptopanic.com/news/click/20530006/"
        },
        {
            "title": "Block mungkin menjadi firma pertama dengan strategi BTC dalam S&P 500: VanEck",
            "url": "https://cryptopanic.com/news/click/20529972/"
        },
        {
            "title": "Sebagai harga bitcoin jatuh, ada yang mempertikaikan kemampuan Trump untuk melaksanakan polisi pro-kripto.",
            "url": "https://cryptopanic.com/news/click/20530000/"
        },
        {
            "title": "Bitcoin, Ethereum, Dogecoin Turun Sebelum Data Pekerjaan Penting Dikeluarkan: Penganalisis Teratas Kekal Positif Tentang 2025 — 'Tahun Pasaran Bull'",
            "url": "https://cryptopanic.com/news/click/20529915/"
        },
        {
            "title": "Phantom menghadapi kritikan kerana didakwa menipu pelabur mengenai kerjasama AceofAI.",
            "url": "https://cryptopanic.com/news/click/20529882/"
        }
    ]
}