{
    "timestamp": "2025-01-10 05:15:11",
    "news": [
        {
            "title": "Kumpulan Capital Mengambil Saham $2.3 Trilion Dalam Metaplanet",
            "url": "https://cryptopanic.com/news/click/20530286/"
        },
        {
            "title": "Rusia Mula Menukar 1032 Bitcoin Dari Skandal Rasuah Rekod",
            "url": "https://cryptopanic.com/news/click/20530254/"
        },
        {
            "title": "Tether menceburkan diri dalam pembuatan filem AI di tengah pengembangan strategik dan dominasi stablecoin.",
            "url": "https://cryptopanic.com/news/click/20530249/"
        },
        {
            "title": "Stablecoins mencetus perubahan besar untuk perniagaan merentas sempadan.",
            "url": "https://cryptopanic.com/news/click/20530292/"
        },
        {
            "title": "Strategi Robinhood untuk memudahkan pelaburan crypto bagi pemula",
            "url": "https://cryptopanic.com/news/click/20530285/"
        },
        {
            "title": "Bagaimana visi tenaga Trump selaras dengan janji ekonomi dan geopolitik Bitcoin.",
            "url": "https://cryptopanic.com/news/click/20530253/"
        },
        {
            "title": "Dogecoin Telah Menurun 16% Dalam Sebulan, Tetapi Pedagang Ini Yakin Raja Meme Akan Mencapai $1 Pada Tahun 2025.",
            "url": "https://cryptopanic.com/news/click/20530248/"
        },
        {
            "title": "Standard Chartered akan menawarkan perkhidmatan penjagaan kripto di EU dengan lesen baru dari Luxembourg.",
            "url": "https://cryptopanic.com/news/click/20530203/"
        },
        {
            "title": "Kripto menuju ‘Singulariti Pisang’ di mana segala-galanya meningkat: Penganalisis",
            "url": "https://cryptopanic.com/news/click/20530198/"
        },
        {
            "title": "Harga Hyperliquid (HYPE) Menurun 5% dalam 24 Jam, Kapital Pasaran Jatuh di Bawah $7 Bilion.",
            "url": "https://cryptopanic.com/news/click/20530244/"
        },
        {
            "title": "Suruhanjaya CFTC Memanggil Coinbase Membuat Pengguna Bimbang Tentang Data Yang Bocor",
            "url": "https://cryptopanic.com/news/click/20530156/"
        },
        {
            "title": "Harga Solana Jatuh 5% Ketika Paus SOL Bertindak: Apa yang Akan Datang Seterusnya?",
            "url": "https://cryptopanic.com/news/click/20530145/"
        },
        {
            "title": "Pihak berkuasa Rusia mula melupuskan 1 bilion rubel dalam Bitcoin dalam kes rasuah yang penting.",
            "url": "https://cryptopanic.com/news/click/20530137/"
        },
        {
            "title": "CleanSpark menjadi pelombong Bitcoin keempat yang memiliki 10,000 BTC.",
            "url": "https://cryptopanic.com/news/click/20530134/"
        },
        {
            "title": "Peguam Pro-XRP Deaton Seru Gensler Agar Laporan Hinman SEC Dibuat Awam Dalam Masa 10 Hari",
            "url": "https://cryptopanic.com/news/click/20530121/"
        },
        {
            "title": "Coinbase Diperintahkan untuk Menghantar Maklumat Berkaitan Keterlibatan Polymarket, Agensi Persekutuan Mencari Maklumat Pelanggan",
            "url": "https://cryptopanic.com/news/click/20530142/"
        },
        {
            "title": "Survival Yang Terkuat: Pelombong Bitcoin Menghadapi Pilihan Sukar Ketika Tekanan Jual Meningkat",
            "url": "https://cryptopanic.com/news/click/20530088/"
        },
        {
            "title": "Firma crypto melabur berjuta-juta dalam majlis pelantikan Trump dengan harapan melihat perubahan peraturan.",
            "url": "https://cryptopanic.com/news/click/20530060/"
        },
        {
            "title": "Jawatan Kuasa Perbankan Senat AS Mempromosikan Subjawatan Crypto Pertama",
            "url": "https://cryptopanic.com/news/click/20530034/"
        },
        {
            "title": "Centaurus Energy Mengalihkan Fokus Dari Minyak dan Gas ke Pelaburan Kripto dan Komoditi",
            "url": "https://cryptopanic.com/news/click/20530042/"
        }
    ]
}