{
    "timestamp": "2025-01-10 21:13:46",
    "news": [
        {
            "title": "\"Meta diseru untuk mempertimbangkan cadangan pemegang saham Perbendaharaan Bitcoin\"",
            "url": "https://cryptopanic.com/news/click/20534349/"
        },
        {
            "title": "Kadar Penerimaan TON Crypto Meningkat: Adakah Harga Akan Melambung Melebihi $5 Sekarang?",
            "url": "https://cryptopanic.com/news/click/20534354/"
        },
        {
            "title": "UK Membuat Pengecualian Peraturan untuk Staking Kripto",
            "url": "https://cryptopanic.com/news/click/20534343/"
        },
        {
            "title": "'Metrik Bitcoin Dalam Rantaian Menunjukkan Penjajaran atau Pembetulan Lebih Lanjut, Amaran Firma Analitik Kripto Glassnode'",
            "url": "https://cryptopanic.com/news/click/20534342/"
        },
        {
            "title": "'Bitcoin Cash: Menilai sama ada BCH akan jatuh di bawah $365'",
            "url": "https://cryptopanic.com/news/click/20534338/"
        },
        {
            "title": "\"Zuckerberg Dengan Sadar Menggunakan Data Curi untuk Latih Meta AI, Kata Penulis\"",
            "url": "https://cryptopanic.com/news/click/20534298/"
        },
        {
            "title": "'Heritage Distilling yang tersenarai di Nasdaq mengamalkan strategi Bitcoin'",
            "url": "https://cryptopanic.com/news/click/20534297/"
        },
        {
            "title": "\"Protokol Sky meningkatkan bekalan USDS ke rekod baru apabila permintaan untuk hasil kekal kuat.\"",
            "url": "https://cryptopanic.com/news/click/20534300/"
        },
        {
            "title": "'Bitcoin Mempunyai Kebarangkalian Tinggi untuk Meningkat Semula Selepas Penarikkan, Kata Penganalisis Crypto – Ini Sebabnya'",
            "url": "https://cryptopanic.com/news/click/20534293/"
        },
        {
            "title": "'$BTC Penurunan awal gagal semalam. Masih memegang segitiga/penanda ini. Seperti yang disebut semalam, ia mungkin mengambil masa seminggu atau dua lagi sebelum ini benar-benar melepaskan dan meninggalkan julat harga ini.'",
            "url": "https://cryptopanic.com/news/click/20534302/"
        },
        {
            "title": "\"Pauss Crypto Beli Token Hyperliquid ($HYPE) Ketika Harga Menurun\"",
            "url": "https://cryptopanic.com/news/click/20534271/"
        },
        {
            "title": "\"Hong Kong Melancarkan Inkubator untuk Mengawasi Eksperimen Rantaian Blok Bank\"",
            "url": "https://cryptopanic.com/news/click/20534272/"
        },
        {
            "title": "'Bitcoin, Ethereum, XRP, Dogecoin Dalam Keadaan Baik Pada Hari Jumaat: 'Musim Altcoin Hujung Minggu' Akan Tiba?'",
            "url": "https://cryptopanic.com/news/click/20534292/"
        },
        {
            "title": "Selamat ulang tahun pertama kepada ETF Bitcoin AS. Inilah sejauh mana mereka membawa kita.",
            "url": "https://cryptopanic.com/news/click/20534273/"
        },
        {
            "title": "\"Bitcoin Bersedia Untuk Tekanan Menurun Potensi Dengan AS Diberi Kebenaran Untuk Menjual $6.5 Bilion Dalam BTC Silk Road\"",
            "url": "https://cryptopanic.com/news/click/20534252/"
        },
        {
            "title": "'$BTC Penurunan awal gagal semalam. Masih mengekalkan segitiga/bendera ini. Seperti yang disebut semalam, ia mungkin mengambil masa seminggu atau dua lagi sebelum ini benar-benar melepaskan dan meninggalkan julat harga ini.'",
            "url": "https://cryptopanic.com/news/click/20534194/"
        },
        {
            "title": "\"Solana kini bersaing dengan Ethereum dalam hampir semua metrik utama.\"",
            "url": "https://cryptopanic.com/news/click/20534222/"
        },
        {
            "title": "'Privasi Tidak Seharusnya Menjadi Produk, Hentikan Menganggapnya Sebagai Produk'",
            "url": "https://cryptopanic.com/news/click/20534216/"
        },
        {
            "title": "'DOGS memecoin mengeluarkan peta jalan untuk separuh pertama tahun 2025'",
            "url": "https://cryptopanic.com/news/click/20534187/"
        },
        {
            "title": "AAVE Crypto Melepasi 5 Token DeFi Teratas Mengikut TVL, Jatuh Ke $210 Dalam Pandangan?",
            "url": "https://cryptopanic.com/news/click/20534190/"
        }
    ]
}